In [3]:
# %pip install pandas

In [4]:
import pandas as pd
import numpy as np

In [5]:
df = pd.read_csv("employees.csv")

In [6]:
df.head()

   calendar_year gender  num_of_employees
0           1998      M              8929
1           1990      F              5470
2           1992      M              8480
3           1993      F              5623
4           1999      M              9199

In [7]:
df.tail()

    calendar_year gender  num_of_employees
21           1997      F              5795
22           2000      M              1896
23           2001      F               765
24           2001      M              1153
25           2002      M               668